Repository: chencao0524/telegram-android
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: You disabled the self-destruct timer
zh_cn: 您取消了阅后即焚计时器

source: You don't have a video player, please install one to continue
zh_cn: 没有可用的视频播放器，请先安装一个

source: You don't have applications that can handle the file type '%1$s', please install one to continue
zh_cn: 您没有安装可执行 \'%1$s\' 类型文件的软件，请先安装一个。

source: You have a new message
zh_cn: 您有一条新消息

source: You have invited %s to join a secret chat.
zh_cn: 已邀请 %s 进入私密对话。

source: You joined the secret chat.
zh_cn: 您已加入私密对话。

source: You left group
zh_cn: 您离开了群组

source: You left this group
zh_cn: 您已经离开该群组

source: You removed the group photo
zh_cn: 您删除了群组图片

source: You removed un2
zh_cn: 您已将 un2 移除

source: You set the self-destruct timer to %1$s
zh_cn: 您已将阅后即焚计时器设定为 %1$s

source: You took a screenshot!
zh_cn: 您截了一张图！

source: You were removed from this group
zh_cn: 您已经被踢出该群组

source: You will now see a lock icon on the chats page.
zh_cn: 你将在聊天页面看见一把锁的图标，

source: Your Username
zh_cn: 您的用户名

source: Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.\n\n<b>Important:</b> all your Telegram contacts will get your <b>new number</b> added to their address book, provided they had your old number and you haven't blocked them in Telegram.
zh_cn: 您的帐号和您所有在云端的数据，如信息、语音图片、联系人等都将会转移到新的注册号码中。\n\n<b>重要：</b>那些拥有您的号码并且您并没将他们屏蔽的人将会更新您的<b>新号码</b>到他们的联系人列表中。

source: Your code
zh_cn: 验证码

source: Your name
zh_cn: 您的姓名

source: Your phone
zh_cn: 您的手机

source: and %1$d more people are typing
zh_cn: 超过 %1$d 个人在输入

source: are typing...
zh_cn: 都在输入...

source: at
zh_cn: 于

source: dd.MM.yy
zh_cn: yy.MM.dd

source: dd.MM.yyyy
zh_cn: yyyy\'年\'MM\'月\'dd\'日\'

source: en
zh_cn: zh_CN

source: in %1$s
zh_cn: 在 %1$s

source: invisible
zh_cn: 隐身

source: is typing...
zh_cn: 正在输入...

source: km away
zh_cn: 千米以外

source: last seen
zh_cn: 最近上线

source: last seen a long time ago
zh_cn: 很久以前上线过

source: last seen recently
zh_cn: 最近上线过

source: last seen within a month
zh_cn: 最近一个月内上线过

source: last seen within a week
zh_cn: 最近一周内上线过

source: m away
zh_cn: 米以外

source: no members
zh_cn: 没有成员

source: no messages
zh_cn: 没有消息

source: no new messages
zh_cn: 没有新消息

source: online
zh_cn: 在线

source: typing...
zh_cn: 正在输入...

source: un1 added un2
zh_cn: un1 添加了 un2

source: un1 added you
zh_cn: un1 添加了您

source: un1 changed the group name to un2
zh_cn: un1 将群组重命名为 un2

source: un1 changed the group photo
zh_cn: un1 更换了群组图片

source: un1 created the group
zh_cn: un1 创建了群组

source: un1 left group
zh_cn: un1 已退出群组

source: un1 removed the group photo
zh_cn: un1 删除了群组图片

source: un1 removed un2
zh_cn: un1 移除了 un2

source: un1 removed you
zh_cn: un1 已将您移除

source: un1 returned to the group
zh_cn: un1 返回了该群

source: un1 took a screenshot!
zh_cn: un1 截了一张图！

source: yesterday
zh_cn: 昨天

source: yesterday at
zh_cn: 于昨天
